{
    "helloShuttlePolicies": [
        {
            "heading": "Rescheduling",
            "descriptions": [
                "You can reschedule your reservation for free if it's more than 24 hours before your pickup time. However, a 20% charge applies in the following cases:"
            ],
            "children": [
                "Rescheduling within 2-24 hours before your pickup time.",
                "Rescheduling due to flight delays or early arrivals. If the flight is delayed multiple times, each delay incurs a 20% charge. Rescheduling is not allowed within 2 hours of your pickup time. In such cases, you need to cancel without a refund and make a new booking. You can reschedule  through the link we provide in your confirmation booking email."
            ]
        },
        {
            "heading": "Cancellations",
            "descriptions": [
                "WITHOUT the protection plan, there's a 20% cancellation fee for any reason. If you cancel within 24 hours of your pickup time, no refund will be given.",
                "NOTE: If you buy the protection plan during your booking, you can cancel anytime and still get a full refund."
            ],
            "children": [
                "Refunds usually show in your account within 7-10 business days",
                "You can cancel through the link we provide in your confirmation booking email."
            ]
        },
        {
            "heading": "Pets",
            "descriptions": [
                "A $35 pet cleaning fee applies for any pet size, even for service dogs ( $35 pet cleaning fee is charged for the whole trip regardless of number of pet (s)"
            ],
            "children": []
        },
        {
            "heading": "Child Safety Seats",
            "descriptions": [
                "Car seats cost $20/ each and boosters cost $10/each. You can add this service during your booking"
            ],
            "children": []
        },
        {
            "heading": "Waiting Charges",
            "descriptions": [
                "For Airport arrivals, the first 20 minutes are free. For other pickup locations, the first 10 minutes are free. After that, there will be a charge of $1.50 for each additional minute.",
                "Please ensure you provide us with accurate flight information and the correct pickup address. If the flight information or pickup location is incorrect, the driver will go to the requested pickup address, and the waiting charges mentioned above will apply."
            ],
            "children": []
        },
        {
            "heading": "Refund",
            "descriptions": [
                "Refunds are typically show in your account within 7-10 business days"
            ],
            "children": []
        },
        {
            "heading": "No Show - No Refund",
            "descriptions": [
                "The driver will wait for 10 minutes after your scheduled pickup time at NO charge before considering it a “No-Show (no refund)”. However, if the driver's schedule allows, they may wait, and the waiting charges mentioned above will apply."
            ],
            "children": []
        },
        {
            "heading": "Toll Roads and Parking Fees",
            "descriptions": [
                "Hello Shuttle does not cover toll road fees and parking fees. If our drivers need to use toll roads for transportation to or from your destination, these fees will be charged to the same card used for the reservation."
            ],
            "children": []
        },
        {
            "heading": "Restrictions on Luggage",
            "descriptions": [
                "Each person is allowed 1 free luggage and 1 free small bag. Additional luggage or bags will be charged $10/each."
            ]
        },
        {
            "heading": "Liability",
            "descriptions": [
                "HELLO SHUTTLE is not responsible for mechanical breakdowns during the charter. In such an event, we will make up for the lost time on a mutually agreed date.",
                "The client assumes full financial liability for any damage caused to the vehicle during the rental by them or any members of their party. A fee of $100 will be charged for each carpet or seat burn, and a sanitation fee  $250.00 will apply if necessary.",
                "Alcohol consumption and drug use are strictly prohibited by law, and any fines incurred will be the responsibility of the customer.",
                "The driver has the right to terminate the run without a refund if there is clear misconduct on the part of the client(s).",
                "Standing through the sunroof is illegal, and smoking is not allowed in our vehicles.",
                "Overtime pay will apply after the first 10 minutes of the prearranged time stated on the run sheet. We are not responsible for delays or termination due to unsafe winter road conditions (e.g., unsalted roads, accidents).",
                "Any articles left in the vehicle are the customer's responsibility, and vehicles cannot be overloaded beyond their seating capacity."
            ]
        },
        {
            "heading": "Change of Vehicle/Service Type",
            "descriptions": [
                "In the event of an unforeseen situation where the vehicle you initially booked is not available, we will provide a different vehicle type to avoid any inconvenience to you.",
                "The replacement vehicle will still accommodate the same number of passengers and luggage as your original booking.",
                "If the new vehicle has a higher fare, HELLO SHUTTLE will waive the difference. Conversely, if the new vehicle has a lower fare, HELLO SHUTTLE will refund the difference to you."
            ],
            "children": []
        },
        {
            "heading": "Lost and Found",
            "descriptions": [
                "HELLO SHUTTLE is NOT responsible for any items lost during your journey. We advise you to thoroughly check your belongings before leaving the car.",
                "If you happen to lose something, please get in touch with us immediately. You can call us at 949.800.5678 or email us at info@helloshuttle.com to report your lost items."
            ],
            "children": []
        },
        {
            "heading": "Recommended Pickup Time at the Airport",
            "descriptions": [
                "For airport pickups, we suggest selecting a pickup time 30 minutes after your domestic flight arrival or 1 hour after your international flight arrival."
            ],
            "children": []
        },
        {
            "heading": "Meet & Greet Service",
            "descriptions": [
                "With our Meet & Greet service, your driver will be waiting for you inside the airport terminal, holding a sign with your name in front of the baggage claim area.",
                "Please note that there will be an additional fee of $40.00 for this service, along with any applicable parking fees."
            ],
            "children": []
        },
        {
            "heading": "Curbside Pickups",
            "descriptions": [
                "For Curbside Pickups, your driver will contact you via text and calls before your pickup time. You are requested NOT to go to the Uber/Lyft/Taxi transportation lot outside the airport.",
                "Once you are outside by the curb in front of your terminal and ready for pick up, please contact your driver. He will promptly drive up to you within minutes to pick you up."
            ]
        }
    ]
}